[
    {
        "id": 16,
        "title": "Удаление стрелок с ярлыков",
        "description": "Удаляет стрелки, обозначающие ярлыки на рабочем столе или в файловом менеджере. Это улучшение чисто визуальное и направлено на кастомизацию внешнего вида рабочего пространства."
    },
    {
        "id": 17,
        "title": "Отображать значок 'Этот компьютер' на рабочем столе",
        "description": "Предоставляет возможность отображения значка ''Этот компьютер'' на рабочем столе операционной системы. После применения этого изменения, пользователи могут удобно получать доступ к системным ресурсам и устройствам, содержащимся под ''Этим компьютером'', прямо с рабочего стола."
    },
    {
        "id": 18,
        "title": "Использовать флажки для выбора элементов",
        "description": "Добавляет функциональность флажков для выбора элементов в интерфейсе. После внедрения этого изменения, пользователи могут удобно выбирать один или несколько элементов, отмечая соответствующие флажки."
    },
    {
        "id": 19,
        "title": "Отображать скрытые файлы, папки и диски",
        "description": "Предоставляет возможность отображения обычно скрытых файлов, папок и дисков в файловом менеджере. После внедрения этого изменения, пользователи могут видеть и управлять скрытыми ресурсами, которые обычно не отображаются в стандартном режиме."
    },
    {
        "id": 20,
        "title": "Скрывать конфликт слияния папок",
        "description": "Предоставляет возможность автоматического скрытия уведомлений о конфликтах при слиянии папок в файловой системе. После применения изменения, пользователи больше не будут получать предупреждений о конфликтах при перемещении или копировании файлов между папками."
    },
    {
        "id": 21,
        "title": "Открывать проводник на вкладке этот компьютер",
        "description": "Позволяет автоматически открывать Проводник на вкладке ''Этот компьютер'' при запуске. После применения изменения, при открытии Проводника пользователь сразу перенаправляется к просмотру системных ресурсов, таких как диски, устройства и сетевые ресурсы, на вкладке ''Этот компьютер''."
    },
    {
        "id": 22,
        "title": "Включить компактный вид проводника",
        "description": "Позволяет включить компактный вид в проводнике (Файловом менеджере). После внедрения изменения элементы интерфейса становятся более плотно расположенными, что снижает отступы и увеличивает количество отображаемой информации на экране."
    },
    {
        "id": 23,
        "title": "Показывать уведомление поставщика синхронизации в проводнике",
        "description": "Позволяет активировать уведомления от поставщика синхронизации, отображаемые в проводнике (Файловом менеджере). После внесения изменений, пользователи будут получать уведомления о состоянии синхронизации файлов и папок."
    },
    {
        "id": 24,
        "title": "При прикреплении окна показывать, что можно прикрепить рядом с ним",
        "description": "Добавляет функциональность подсказки при прикреплении окна. После активации изменения, при попытке прикрепить окно пользователь увидит визуальные подсказки, указывающие на доступные места для прикрепления рядом с текущим окном."
    },
    {
        "id": 25,
        "title": "Отображать диалоговое окно предачи файлов в развернутом виде",
        "description": "Позволяет отображать диалоговое окно передачи файлов в развернутом виде по умолчанию. После внесения изменений, при передаче файлов пользователю будет автоматически предоставлена расширенная версия диалогового окна."
    },
    {
        "id": 26,
        "title": "Запрашивать подтверждение на удаление файлов в корзину",
        "description": "Включает функцию запроса подтверждения перед удалением файлов в корзину. После применения изменения, при попытке удаления файлов, пользователю будет предложено подтвердить свое решение."
    },
    {
        "id": 27,
        "title": "Показать часто используемые папки на панели быстрого доступа",
        "description": "Добавляет функциональность отображения часто используемых папок на панели быстрого доступа в файловом менеджере. После внесения изменений, пользователи могут увидеть ярлыки к наиболее часто используемым папкам."
    },
    {
        "id": 28,
        "title": "Показать недавно использовавшиеся файлы на панели быстрого доступа",
        "description": "Добавляет функциональность отображения недавно использованных файлов на панели быстрого доступа в файловом менеджере. После внесения изменений, пользователи могут видеть ярлыки к последним открытым или измененным файлам."
    },
    {
        "id": 29,
        "title": "Установить выравнивание панели задач по левому краю",
        "description": "Изменяет выравнивание панели задач, устанавливая ее по левому краю экрана. После внесения изменений, элементы панели задач будут располагаться слева."
    },
    {
        "id": 30,
        "title": "Показать кнопку поиска на панели задач",
        "description": "Добавляет кнопку поиска на панель задач операционной системы. После применения изменений, пользователи могут увидеть кнопку для быстрого доступа к функции поиска."
    },
    {
        "id": 31,
        "title": "Показать кнопку 'Представление задач' на панели задач",
        "description": "Добавляет кнопку ''Представление задач'' на панель задач операционной системы. После внесения изменений, пользователи могут видеть кнопку, предоставляющую доступ к различным представлениям задач."
    },
    {
        "id": 32,
        "title": "Показать кнопку 'Мини-приложения' на панели задач",
        "description": "Добавляет кнопку ''Мини-приложения'' на панель задач операционной системы. После применения изменений, пользователи смогут увидеть кнопку, предоставляющую доступ к мини-приложениям."
    },
    {
        "id": 33,
        "title": "Показать кнопку чата (Microsoft Teams) на панели задач",
        "description": "Добавляет кнопку чата (например, Microsoft Teams) на панель задач операционной системы. После внесения изменений, пользователи могут видеть кнопку, обеспечивающую быстрый доступ к чату."
    },
    {
        "id": 34,
        "title": "Коэффициент качества обоев рабочего стола в формате JPEG 100%",
        "description": "Устанавливает максимальный коэффициент качества (100%) для изображений обоев рабочего стола в формате JPEG. После внесения изменений, изображения будут сохраняться с максимальным уровнем качества."
    },
    {
        "id": 35,
        "title": "Уведомлять менять о необходимости перезагрузки для завершения обновления",
        "description": "Включает функцию уведомлений о необходимости перезагрузки для завершения установки обновлений операционной системы. После применения изменений, пользователи будут получать уведомления."
    },
    {
        "id": 36,
        "title": "Запретить добавления ' - ярлык' к именам создаваемых ярлыков",
        "description": "Предотвращает автоматическое добавление суффикса '' - ярлык'' к именам ярлыков при их создании. После применения изменений, новые ярлыки будут создаваться без автоматического добавления дополнительных суффиксов."
    },
    {
        "id": 37,
        "title": "Использовать кнопку Print Screen, чтобы запустить создание фрагмента экрана",
        "description": "Позволяет использовать кнопку Print Screen для автоматического запуска функции создания фрагмента экрана. После применения изменений, нажатие на кнопку Print Screen активирует инструмент для выделения области экрана."
    },
    {
        "id": 38,
        "title": "При захвате заголовка окна и встряхивании сворачиваются все остальные окна",
        "description": "Добавляет функциональность автоматического сворачивания всех остальных окон при захвате заголовка и встряхивании выбранного окна. После применения изменений, встряхивание заголовка окна будет приводить к автоматическому сворачиванию всех других окон."
    },
    {
        "id": 39,
        "title": "Отображать значок 'Learn about this picture' на рабочем столе",
        "description": "Добавляет значок ''Learn about this picture'' на рабочий стол. После применения изменений, пользователи могут видеть значок, предоставляющий информацию о текущем фоновом изображении рабочего стола."
    },
    {
        "id": 40,
        "title": "Запускать ярлык Windows PowerShell в меню 'Пуск' от имени администратора",
        "description": "Позволяет изменить свойства ярлыка Windows PowerShell в меню ''Пуск'' так, чтобы он запускался от имени администратора."
    }
]
