[
    {
        "id": 41,
        "title": "Отключить защиту сети в Microsoft Defender Exploit Guard",
        "description": "Позволяет отключить защиту сети в Microsoft Defender Exploit Guard. После применения изменений, функциональность защиты сети будет отключена."
    },
    {
        "id": 42,
        "title": "Отключить в Microsoft Defender защиту в реальном времени",
        "description": "Отключает функцию обнаружения потенциально нежелательных приложений в Microsoft Defender. После применения изменений, программа не будет автоматически обнаруживать и блокировать ПНП (PUA)."
    },
    {
        "id": 43,
        "title": "Отключить аудит событий, возникающих при создании или запуске процесса",
        "description": "Отключает аудит событий, связанных с созданием или запуском процессов в системе. После применения изменений, эти события не будут регистрироваться в журнале аудита."
    },
    {
        "id": 44,
        "title": "Не проверять приложения и файлы фильтром SmartScreen в Defender",
        "description": "Отключает функцию проверки приложений и файлов фильтром SmartScreen в Microsoft Defender. После внесения изменений, система больше не будет использовать SmartScreen для проверки подлинности и безопасности приложений и файлов."
    },
    {
        "id": 45,
        "title": "Отмечать файлы, скачанные из интернета как небезопасные",
        "description": "Включает функцию автоматического отмечания файлов, скачанных из интернета, как потенциально небезопасных. После применения изменений, файлы, загруженные из сети, будут помечаться как потенциально опасные, предупреждая пользователя о возможных рисках."
    },
    {
        "id": 46,
        "title": "Отключить Windows Script Host",
        "description": "Отключает Windows Script Host (WSH), что означает запрет выполнения скриптов и сценариев, использующих WSH на операционной системе Windows. WSH обеспечивает среду выполнения для различных скриптовых языков, таких как VBScript и JScript, и может использоваться для автоматизации задач и сценариев."
    },
    {
        "id": 47,
        "title": "Windows Sandbox",
        "description": "Windows Sandbox - это интегрированное в операционную систему Windows средство виртуализации, предназначенное для безопасного и временного запуска приложений или файлов в изолированной среде. Этот твик активирует и настраивает ''Windows Sandbox'' для использования."
    }
]
